{
  "stories": [
    {
      "title": "विज्ञान म्हणजे काय?",
      "imageUrl": "assets/science-story-image/science.png",
      "story": "खूप वर्षांपूर्वी, एका सुंदर आणि रंगीबेरंगी जगात, पिंटू नावाचा एक छोटा ससा राहायचा. पिंटूला प्रश्न विचारायला खूप आवडायचे. त्याला जाणून घ्यायचे होते की आकाश निळे का आहे, झाडावरून पाने का गळतात आणि जेव्हा त्याला भूक लागते तेव्हा त्याच्या पोटात आवाज का येतो. पिंटूची आई म्हणाली, \"पिंटू, तू जे करत आहेस ते विज्ञान आहे!\" \n\n \"विज्ञान?\" पिंटूने विचारले, त्याचे कान एकदम टवकारले. \"ते काय आहे?\" \n\n त्याची आई हसली आणि म्हणाली, \"विज्ञान म्हणजे एक मोठी मोहीम आहे, जिथे आपण प्रश्न विचारतो आणि आपल्या आजूबाजूच्या जगाबद्दल नवीन गोष्टी शोधतो.\" \n\n एके दिवशी, पिंटूला आकाशात एक सुंदर इंद्रधनुष्य दिसला. त्याला आश्चर्य वाटले, \"इंद्रधनुष्य कसा तयार होतो?\" त्याची आई म्हणाली होती, की आपण विज्ञान वापरून शोधू शकतो, हे आठवून त्याने इंद्रधनुष्य कसा तयार होतो हे शोधायचे ठरवले. \n\n प्रथम, त्याने आपल्या मित्रांना विचारले की त्यांना माहीत आहे का. त्याची मैत्रीण, सॅली खारुताई म्हणाली, \"मला वाटते की इंद्रधनुष्य पाऊस आणि सूर्यप्रकाशामुळे तयार होतो.\" \n\n पिंटूने याबद्दल विचार केला. पुढच्या वेळी पाऊस पडल्यावर त्याने आकाशाकडे लक्षपूर्वक पाहिले. पाऊस थांबला आणि सूर्यप्रकाश आला, तेव्हा त्याला आणखी एक इंद्रधनुष्य दिसला! पिंटूला खूप आनंद झाला. त्याने एक नवीन गोष्ट शोधली होती! \n\n तो धावत आपल्या आईला सांगायला गेला. \"आई, मला वाटते की मला इंद्रधनुष्य कसा तयार होतो हे समजले आहे! जेव्हा पाऊस आणि सूर्यप्रकाश एकत्र येतात तेव्हा इंद्रधनुष्य तयार होतो!\" \n\n त्याची आई खूप खूश झाली. \"बरोबर आहे, पिंटू! तू विज्ञानाचा उपयोग केलास. तू प्रश्न विचारलास, पुरावे शोधलेस आणि एक नवीन गोष्ट शोधलीस.\" \n\n त्या दिवसापासून, पिंटूला विज्ञान आणखीनच आवडायला लागले. तो प्रत्येक गोष्टीबद्दल प्रश्न विचारायचा—फुले का फुलतात, पक्षी कसे उडतात. प्रत्येक प्रश्नाने त्याला एका नवीन प्रवासाला नेले आणि प्रत्येक नवीन गोष्टीचा शोध त्याला आनंदित करत होता. \n\nआणि अशा प्रकारे, पिंटू ससा शिकला की विज्ञान आपल्या आजूबाजूलाच आहे, फक्त ते शोधण्याची गरज आहे. तुम्हाला फक्त एक जिज्ञासू मन आणि नवीन गोष्टी शोधण्याची आवड पाहिजे. \n\n समाप्त."
    },
    {
      "title": "तंत्रज्ञान म्हणजे काय?",
      "imageUrl": "assets/science-story-image/technology.jpg",
      "story": "डोंगरांच्या आणि नदीच्या मध्ये वसलेल्या एका छोट्याशा गावात, आयशा नावाची एक हुशार मुलगी राहायची. आयशाला नवीन गोष्टी शोधायला आणि त्या कशा काम करतात हे जाणून घ्यायला खूप आवडायचे. ती नेहमी विचारायची, \"असे का?\" आणि \"कसे?\" \n\nएके दिवशी, आयशा तिच्या घराच्या मागच्या बाजूला खेळत असताना, तिला एक विचित्र गोष्ट दिसली. तिने पाहिले की मुंग्या एका रांगेत चालत आहेत आणि अन्नाचे छोटे तुकडे घेऊन त्यांच्या घरी परत जात आहेत. \"मुंग्या एका रांगेत का चालतात?\" आयशाने विचारले.\n\nतिचे वडील तिला खेळताना पाहत होते, त्यांनी तिचा प्रश्न ऐकला. \"हा खूप चांगला प्रश्न आहे, आयशा!\" ते म्हणाले. \"चला, आपण विज्ञान वापरून शोधूया.\" \n\n\"विज्ञान?\" आयशाने उत्सुकतेने डोळे मोठे करून विचारले. \"ते काय आहे?\" \n\nतिचे वडील हसले आणि म्हणाले, \"विज्ञान म्हणजे एक कोडे सोडवण्यासारखे आहे. आपण प्रश्न विचारतो, पुरावे शोधतो आणि गोष्टी कशा काम करतात हे समजून घेतो.\" \n\nआयशाला खूप आनंद झाला. तिला कोडी सोडवायला खूप आवडायचे! म्हणून, तिने मुंग्यांना बारकाईने बघायला सुरुवात केली. तिला दिसले की मुंग्या इतर मुंग्यांनी सोडलेल्या वासाच्या मार्गावरून चालत आहेत. \"म्हणजे, त्या वासाच्या मदतीने त्यांच्या घरी परत जातात,\" आयशाने विचार केला.\n\nतिला तिच्या कल्पनेची चाचणी करायची होती, म्हणून तिने मुंग्यांच्या मार्गात एक छोटेसे पान ठेवले. मुंग्यांनी पानाला वळसा घातला आणि मग वासाचा मार्ग शोधून काढला. आयशाला खूप आनंद झाला. तिने एक नवीन गोष्ट शोधली होती!\n\nती धावत तिच्या वडिलांकडे गेली आणि तिने जे शोधले ते सांगितले. \"खूप छान, आयशा!\" तिचे वडील म्हणाले. \"तू विज्ञानाचा वापर केलास. तू प्रश्न विचारलास, पुरावे शोधलेस आणि एक नवीन गोष्ट शोधलीस.\" \n\nआयशा आनंदाने चमकली. तिला विज्ञान खूप आवडले! त्या दिवसापासून, आयशाने आणखी जास्त प्रश्न विचारायला सुरुवात केली. तिला आश्चर्य वाटायचे की चंद्र आकार कसा बदलतो, झाडे कशी वाढतात आणि तिची मांजर गुरगुर का करते. प्रत्येक प्रश्नाने तिला एका नवीन प्रवासाला नेले आणि प्रत्येक नवीन गोष्टीचा शोध तिला आनंदित करत होता. \n\nआणि अशा प्रकारे, आयशा शिकली की विज्ञान म्हणजे प्रश्न विचारणे, पुरावे शोधणे आणि नवीन गोष्टी शोधणे. हे एका मोठ्या आणि मजेदार कोडे सोडवण्यासारखे आहे, जे आपल्याला आपल्या आजूबाजूचे जग समजून घेण्यास मदत करते."
    },
    {
      "title": "चंद्राचा लपंडाव",
      "imageUrl": "assets/science-story-image/phases-of-moon.jpg",
      "story": "तारकांनी भरलेल्या आकाशाखाली एका शांत गावात, शान नावाचा एक जिज्ञासू मुलगा राहायचा. शानला रात्रीचे आकाश बघायला खूप आवडायचे, खासकरून चंद्र. त्याने पाहिले की चंद्र दररोज रात्री आकार बदलतो. कधी तो मोठा गोल असतो, तर कधी फक्त एक लहानशी चमकदार स्लाईस. \"चंद्र आकार का बदलतो?\" शानला आश्चर्य वाटले.\n\nत्याची आजी त्याच्या शेजारी बसली होती, तिने त्याचा प्रश्न ऐकला. \"हा खूप छान प्रश्न आहे, शान!\" ती म्हणाली. \"चला, आपण विज्ञान वापरून शोधूया.\" \n\nशानचे डोळे उत्साहाने चमकले. \"विज्ञान? म्हणजे कोडे सोडवण्यासारखे?\" \n\nत्याची आजी म्हणाली. \"हो, अगदी कोडे सोडवण्यासारखे. चंद्र वेगवेगळ्या आकारांमधून जातो, त्याला चंद्राच्या कला म्हणतात. मी तुला त्याबद्दल एक गोष्ट सांगते.\" \n\nखूप वर्षांपूर्वी, एक मोठा आणि तेजस्वी चंद्र होता, त्याला सूर्याबरोबर लपंडाव खेळायला खूप आवडायचे. चंद्र रात्रीच्या आकाशात खूप तेजस्वीपणे चमकत असे, पण दिवसा सूर्य इतका तेजस्वी असतो की चंद्र दिसत नसे.\n\nएके रात्री, चंद्राने एक खास खेळ खेळायचा ठरवला. तो दररोज रात्री स्वतःचा थोडा भाग दाखवणार होता, जसा कोणीतरी पडद्यामागून डोकावत आहे. पहिल्या रात्री, त्याने फक्त एक लहानसा तुकडा दाखवला, जसा एक लहानसा स्मित. याला अमावस्या म्हणतात.\n\nपुढच्या रात्री, त्याने थोडा जास्त भाग दाखवला, एका पातळ चमकदार स्लाईससारखा. याला अर्धचंद्र म्हणतात. प्रत्येक रात्री, चंद्र स्वतःचा अधिकाधिक भाग दाखवत होता, तो मोठा आणि मोठा होत होता. याला शुक्ल पक्ष म्हणतात.\n\nशेवटी, एका रात्री, चंद्राने स्वतःचा पूर्ण गोल आकार दाखवला. तो खूप तेजस्वी आणि सुंदर दिसत होता! याला पौर्णिमा म्हणतात.\n\nपण चंद्र इथेच थांबला नाही. त्याने स्वतःला पुन्हा लपवायला सुरुवात केली, थोडा थोडा करून. आधी, त्याने थोडा कमी भाग दाखवला, एका मोठ्या चमकदार स्लाईससारखा. याला कृष्ण पक्ष म्हणतात. मग, त्याने आणखी कमी भाग दाखवला, एका पातळ चमकदार स्लाईससारखा. याला घटता चंद्र म्हणतात.\n\nशेवटी, चंद्राने स्वतःला पूर्णपणे लपवून घेतले, फक्त एक लहानसा तुकडा दिसत होता. आणि मग, त्याने पुन्हा खेळायला सुरुवात केली. \n\nशानने लक्षपूर्वक ऐकले, त्याचे डोळे आश्चर्याने मोठे झाले होते. \"म्हणजे, चंद्र सूर्याबरोबर लपंडाव खेळतो म्हणून त्याचा आकार बदलतो?\" त्याने विचारले. \n\nत्याची आजी हसली. \"हो, काहीतरी तसेच. चंद्र खरंच आकार बदलत नाही, पण सूर्यप्रकाशामुळे तो तसा दिसतो. यालाच आपण चंद्राच्या कला म्हणतो.\" \n\nशानला खूप आनंद झाला. त्याला चंद्राचा हा विशेष खेळ शिकायला खूप आवडला. त्या रात्रीपासून, त्याने आकाशाकडे आणखी उत्सुकतेने बघायला सुरुवात केली आणि चंद्राच्या कला बघत राहिला. \n\nआणि अशा प्रकारे, शान शिकला की विज्ञान आपल्याला आपल्या आजूबाजूच्या जादूई जगाला समजून घेण्यास मदत करते, अगदी चंद्राच्या लपंडावाच्या खेळालासुद्धा."
    },
    {
      "title": "द्रव्याच्या अवस्थांचे जादूई जग",
      "imageUrl": "assets/science-story-image/states-of-matter.jpg",
      "story": "रंगीत घरे आणि प्रेमळ लोकांनी भरलेल्या एका गजबजलेल्या शहरात, राधा नावाची एक उत्साही मुलगी राहायची. राधाला तिच्या खेळण्यांशी खेळायला खूप आवडायचे, पण तिला आजूबाजूला दिसणाऱ्या प्रत्येक गोष्टीबद्दल प्रश्न विचारायलाही खूप आवडायचे. एके दिवशी, ती तिची आईस्क्रीम खात असताना, तिला एक मजेदार गोष्ट दिसली.\n\n\"माझी आईस्क्रीम वितळून त्याचा चिखल का होतो?\" राधाने तिच्या आईला विचारले. \n\nतिची आई हसली आणि म्हणाली, \"हा खूप चांगला प्रश्न आहे, राधा! चला, आपण विज्ञान वापरून शोधूया. तू कधी 'द्रव्याच्या अवस्था' याबद्दल ऐकले आहे का?\" \n\nराधाने नकारार्थी मान हलवली, तिचे डोळे उत्सुकतेने मोठे झाले होते. \"द्रव्याच्या अवस्था? ते काय आहे?\" \n\nतिच्या आईने सांगितले, \"द्रव्याच्या अवस्था म्हणजे गोष्टी वेगवेगळ्या रूपात कशा दिसू शकतात. मुख्य तीन अवस्था आहेत: घन, द्रव आणि वायू.\" \n\nराधा गोंधळली, म्हणून तिच्या आईने तिला समजून घेण्यासाठी एक गोष्ट सांगायची ठरवली.\n\nखूप वर्षांपूर्वी, एक जादूई जग होते, जिथे प्रत्येक गोष्ट आपला आकार बदलू शकत होती. या जगात, बर्फी नावाचा एक आनंदी लहान बर्फाचा तुकडा होता. बर्फी घन होता, म्हणजे तो कडक होता आणि त्याचा आकार टिकवून ठेवू शकत होता. त्याला घन रूपात राहायला खूप आवडायचे, कारण तो त्याच्या मित्रांसोबत उंच आणि थंड टॉवर बनवू शकत होता. \n\nएके दिवशी, बर्फीने एक साहस करायचे ठरवले. तो फ्रीजरमधून बाहेर उडी मारून एका गरम आणि सूर्यप्रकाशित खोलीत गेला. जेव्हा तो उष्णतेत बसला, तेव्हा त्याला विचित्र वाटायला लागले. तो वितळायला लागला आणि पाण्याचा डबका बनला. बर्फी आता द्रव बनला होता!\n\nद्रव म्हणून, बर्फी वाहू शकत होता आणि तो ज्या भांड्यात होता, त्याचा आकार घेऊ शकत होता. तो पाण्यात उड्या मारून खेळत होता आणि खूप मजा करत होता. पण, मग आणखी एक जादूई गोष्ट घडली. सूर्य आणखी तेजस्वी झाला आणि बर्फी एका अदृश्य धुक्यात बदलून हवेत उडायला लागला. बर्फी वायू बनला होता!\n\nवायू म्हणून, बर्फी हवेत तरंगू शकत होता आणि पूर्ण खोलीभर पसरू शकत होता. तो हवेत नाचत आणि फिरत होता, त्याला खूप हलके आणि मोकळे वाटत होते. पण, लवकरच त्याला त्याचा घन आकार आठवला. म्हणून, तो पुन्हा फ्रीजरमध्ये गेला, जिथे थंड होते. हळू हळू, बर्फी पुन्हा घन बर्फाचा तुकडा बनला.\n\nराधाने लक्षपूर्वक ऐकले, तिचे डोळे समजूतदारपणाने चमकत होते. \"म्हणजे, माझी आईस्क्रीम बर्फीसारखी आहे!\" ती म्हणाली. \"ती आधी घन असते, मग वितळून द्रव बनते आणि जर ती खूप गरम झाली, तर ती वायू बनते?\" \n\nतिच्या आईने होकारार्थी मान हलवली. \"बरोबर आहे, राधा! तू द्रव्याच्या अवस्थांबद्दल शिकलीस. आपल्या आजूबाजूची प्रत्येक गोष्ट घन, द्रव किंवा वायू असू शकते, ते किती गरम किंवा थंड आहे यावर अवलंबून असते.\" \n\nराधा आनंदाने चमकली. तिला विज्ञान आणि द्रव्याच्या अवस्थांचे जादूई जग शिकायला खूप आवडले. त्या दिवसापासून, तिने तिच्या आईस्क्रीमकडे आणि तिच्या आजूबाजूच्या प्रत्येक गोष्टीकडे नवीन नजरेने बघायला सुरुवात केली, आणि ती विचार करत होती की त्या कोणत्या अवस्थेत आहेत.\n\nआणि अशा प्रकारे, राधा शिकली की विज्ञान आपल्याला आपल्या आजूबाजूला होणारे बदल समजून घेण्यास मदत करते."
    },
    {
      "title": "रामच्या बॉलची उत्सुकता",
      "imageUrl": "assets/science-story-image/What-is-gravity.jpg",
      "story": "रंगीत घरे आणि प्रेमळ शेजाऱ्यांनी भरलेल्या एका छोट्याशा गावात, राम नावाचा एक जिज्ञासू मुलगा राहायचा. रामला त्याच्या बॉलने खेळायला खूप आवडायचे, पण त्याला नेहमी प्रश्न पडायचा की जेव्हा तो बॉल हवेत फेकतो तेव्हा तो खाली का पडतो.\n\nएके दिवशी, राम पार्कमध्ये खेळत असताना, त्याने त्याच्या वडिलांना विचारले, \"जेव्हा मी माझा बॉल वर फेकतो तेव्हा तो नेहमी खाली का येतो?\" \n\nत्याचे वडील हसले आणि म्हणाले, \"हा खूप चांगला प्रश्न आहे, राम! चला, आपण विज्ञान वापरून शोधूया. तू कधी 'गुरुत्वाकर्षण' याबद्दल ऐकले आहे का?\" \n\nरामने नकारार्थी मान हलवली, त्याचे डोळे उत्सुकतेने मोठे झाले होते. \"गुरुत्वाकर्षण? ते काय आहे?\" \n\nत्याच्या वडिलांनी सांगितले, \"गुरुत्वाकर्षण म्हणजे एक अदृश्य मिठी जी वस्तूंना एकमेकांकडे खेचते. मी तुला त्याबद्दल एक गोष्ट सांगतो.\" \n\nखूप वर्षांपूर्वी, एक जादूई जग होते, जिथे प्रत्येक गोष्ट हवेत तरंगत होती. या जगात, बाउन्सी नावाचा एक आनंदी लहान बॉल होता. बाउन्सीला तरंगायला आणि त्याच्या मित्रांबरोबर खेळायला खूप आवडायचे, पण त्याला नेहमी प्रश्न पडायचा की तो हवेत नेहमीसाठी का तरंगू शकत नाही.\n\nएके दिवशी, ओकली नावाच्या एका ज्ञानी झाडाने बाउन्सीला गुरुत्वाकर्षणाबद्दल सांगितले. \"गुरुत्वाकर्षण म्हणजे एक हळुवार ओढ जी वस्तूंना खाली जमिनीवर आणते,\" ओकली म्हणाला. \"जेव्हा तू उडी मारतोस किंवा हवेत फेकतोस, तेव्हा तू खाली येतोस याचे कारण तेच आहे.\" \n\nबाउन्सीला उत्सुकता वाटली. \"पण गुरुत्वाकर्षण आपल्याला खाली का खेचते?\" त्याने विचारले.\n\nओकलीने सांगितले, \"गुरुत्वाकर्षण ही पृथ्वीकडून येणारी एक खास शक्ती आहे. ते प्रत्येक गोष्टीला स्वतःकडे खेचते, जसा चुंबक. जी गोष्ट मोठी असते, तिचे गुरुत्वाकर्षण जास्त असते. म्हणूनच तू नेहमी खाली जमिनीवर येतोस.\" \n\nबाउन्सीने याबद्दल विचार केला. त्याने गुरुत्वाकर्षणाची परीक्षा करायची ठरवली आणि तो खूप उंच उडी मारला. खरंच, तो थोडा वेळ हवेत तरंगला, पण मग गुरुत्वाकर्षणाने त्याला खाली जमिनीवर खेचले. बाउन्सीला खूप आनंद झाला!\n\nरामने लक्षपूर्वक ऐकले, त्याचे डोळे समजूतदारपणाने चमकत होते. \"म्हणजे, गुरुत्वाकर्षण म्हणजे एक अदृश्य मिठी जी माझ्या बॉलला खाली जमिनीवर खेचते?\" त्याने विचारले.\n\nत्याच्या वडिलांनी होकारार्थी मान हलवली. \"बरोबर आहे, राम! गुरुत्वाकर्षणामुळेच आपण जमिनीवर उभे राहतो आणि वस्तू खाली पडतात. ही पृथ्वीकडून येणारी एक खास शक्ती आहे.\" \n\nराम आनंदाने चमकला. त्याला विज्ञान आणि गुरुत्वाकर्षणाचे जादूई जग शिकायला खूप आवडले. त्या दिवसापासून, त्याने त्याच्या बॉलकडे आणि त्याच्या आजूबाजूच्या प्रत्येक गोष्टीकडे नवीन नजरेने बघायला सुरुवात केली आणि तो विचार करत होता की गुरुत्वाकर्षण त्यांना खाली कसे खेचत आहे.\n\nआणि अशा प्रकारे, राम शिकला की विज्ञान आपल्याला आपल्या जगाला आकार देणाऱ्या अद्भुत शक्तींना समजून घेण्यास मदत करते."
    },
    {
      "title": "पाण्याचे चक्र",
      "imageUrl": "assets/science-story-image/water-cycle.jpg",
      "story": "डोंगरांच्या आणि नदीच्या मध्ये वसलेल्या एका सुंदर गावात, माया नावाची एक हुशार मुलगी राहायची. मायाला पावसात खेळायला आणि नदीत पाणी बघायला खूप आवडायचे. एके दिवशी, तिने तिच्या आईला विचारले, \"पाऊस कुठून येतो? आणि पडल्यानंतर तो कुठे जातो?\" \n\nतिची आई हसली आणि म्हणाली, \"हा खूप छान प्रश्न आहे, माया! चला, आपण विज्ञान वापरून शोधूया. तू कधी 'पाण्याचे चक्र' याबद्दल ऐकले आहे का?\" \n\nमायाने नकारार्थी मान हलवली, तिचे डोळे उत्सुकतेने मोठे झाले होते. \"पाण्याचे चक्र? ते काय आहे?\" \n\nतिच्या आईने सांगितले, \"पाण्याचे चक्र म्हणजे पाण्याचा एक मोठा आणि कधीही न संपणारा डान्स आहे. ते पृथ्वीवरून आकाशात आणि पुन्हा खाली येते. मी तुला त्याबद्दल एक गोष्ट सांगतो.\" \n\nखूप वर्षांपूर्वी, ड्रीप्पी नावाचा पाण्याचा एक छोटा थेंब होता. ड्रीप्पी त्याच्या सर्व मित्रांसोबत एका मोठ्या निळ्या नदीत राहायचा. एके दिवशी, सूर्यप्रकाशामुळे नदी गरम झाली आणि ड्रीप्पी एका लहान अदृश्य वाफेमध्ये बदलला. याला बाष्पीभवन म्हणतात.\n\nड्रीप्पी आकाशात उंच आणि उंच उडायला लागला. जसा तो वर गेला, तसा तो थंड झाला आणि पुन्हा पाण्याचा एक छोटा थेंब बनला, आणि इतर थेंबांबरोबर मिळून त्याने एक मोठा आणि मऊ ढग तयार केला. याला सांद्रीभवन म्हणतात.\n\nड्रीप्पीला ढगाचा भाग बनायला खूप आवडले! तो त्याच्या मित्रांबरोबर तरंगत आणि खेळत होता, खूप मजा करत होता. पण, लवकरच ढग खूप पाण्याने भरला आणि पाऊस पडायला लागला. ड्रीप्पी पुन्हा पावसाच्या रूपात पृथ्वीवर खाली पडला, जिथे तो सुरुवातीला नदीत होता. याला पर्जन्य म्हणतात.\n\nपण ड्रीप्पीचा प्रवास इथेच संपला नाही. त्याचे काही मित्र जमिनीत मुरले आणि पृथ्वीचा भाग बनले, तर काही पुन्हा नदीत परत आले. ड्रीप्पीला एका तहानलेल्या झाडाने शोषून घेतले, आणि तो त्याच्या मुळांमधून आणि खोडातून गेला, आणि मग पानांमधून वाफेच्या रूपात पुन्हा हवेत उडाला. याला उत्सर्जन म्हणतात.\n\nआणि अशा प्रकारे, ड्रीप्पीचा डान्स पुन्हा सुरू झाला, पृथ्वीवरून आकाशात आणि पुन्हा खाली. पाण्याचे चक्र कधीच संपत नाही! \n\nमायाने लक्षपूर्वक ऐकले, तिचे डोळे समजूतदारपणाने चमकत होते. \"म्हणजे, पाऊस नदीतून आणि पृथ्वीतून येतो, आकाशात जाऊन ढग बनवतो आणि मग पुन्हा पाऊस म्हणून खाली पडतो?\" तिने विचारले.\n\nतिच्या आईने होकारार्थी मान हलवली. \"बरोबर आहे, माया! पाण्याचे चक्र म्हणजे पाण्याचा एक मोठा आणि कधीही न संपणारा डान्स आहे. यामुळे आपले जग निरोगी आणि हिरवेगार राहते.\" \n\nमाया आनंदाने चमकली. तिला विज्ञान आणि पाण्याचे चक्र शिकायला खूप आवडले. त्या दिवसापासून, तिने पाऊस आणि नदीकडे नवीन नजरेने बघायला सुरुवात केली आणि ती विचार करत होती की पाणी त्याच्या डान्समध्ये कुठे आहे.\n\nआणि अशा प्रकारे, माया शिकली की विज्ञान आपल्याला पाण्याचा अद्भुत प्रवास समजून घेण्यास मदत करते."
    },
    {
      "title": "उत्सुक मुलगा आणि ध्वनी तरंग",
      "imageUrl": "assets/science-story-image/sound.jpg",
      "story": "संगीत आणि हास्याने भरलेल्या एका उत्साही गावात, राजू नावाचा एक जिज्ञासू मुलगा राहायचा. राजूला त्याच्या आजूबाजूचे वेगवेगळे आवाज ऐकायला खूप आवडायचे—पक्ष्यांचा चिवचिवाट ते गाड्यांचा हॉर्न. एके दिवशी, त्याने त्याच्या शिक्षकाला विचारले, \"ध्वनी म्हणजे काय, आणि तो आपल्याला कसा ऐकू येतो?\" \n\nत्याचे शिक्षक हसले आणि म्हणाले, \"हा खूप छान प्रश्न आहे, राजू! चला, आपण विज्ञान वापरून शोधूया. तू कधी 'ध्वनी तरंग' याबद्दल ऐकले आहे का?\" \n\nराजूने नकारार्थी मान हलवली, त्याचे डोळे उत्सुकतेने मोठे झाले होते. \"ध्वनी तरंग? ते काय आहेत?\" \n\nत्याच्या शिक्षकांनी सांगितले, \"ध्वनी म्हणजे हवेतून प्रवास करणारा एक अदृश्य डान्स आहे. मी तुला त्याबद्दल एक गोष्ट सांगतो.\" \n\nखूप वर्षांपूर्वी, वेव्ही नावाचा एक छोटा ध्वनी तरंग होता. वेव्हीचा जन्म तेव्हा झाला, जेव्हा काहीतरी आवाज झाला, जसे ढोल वाजवणे किंवा पक्षी गाणे. जेव्हा काहीतरी आवाज करते, तेव्हा ते त्याच्या आजूबाजूच्या हवेला धक्का देते आणि वेव्हीसारखे ध्वनी तरंग तयार करते. \n\nवेव्हीला हवेतून प्रवास करायला खूप आवडायचे, तो सर्व दिशांनी नाचत आणि फिरत होता. तो भिंतींवर आदळत, खिडक्यांमधून तरंगत आणि पाण्यातूनही प्रवास करत होता. जसा वेव्ही फिरत होता, तशी त्याच्या आजूबाजूची हवा थरथरत होती. \n\nएके दिवशी, वेव्ही राजूच्या कानापर्यंत पोहोचला. राजूचा कान खूप खास आहे—तो वेव्हीसारखे ध्वनी तरंग पकडण्यासाठी बनलेला आहे. जेव्हा वेव्ही राजूच्या कानात गेला, तेव्हा त्याने कानातील पडदा नावाचे छोटे भाग थरथरवले. हे कंपन नंतर अशा संकेतांमध्ये बदलले जे राजूचा मेंदू समजू शकत होता. आणि अशा प्रकारे राजूने आवाज ऐकला! \n\nराजूने लक्षपूर्वक ऐकले, त्याचे डोळे समजूतदारपणाने चमकत होते. \"म्हणजे, ध्वनी म्हणजे हवेतून प्रवास करणारा एक अदृश्य डान्स आहे आणि त्यामुळे माझ्या कानातील पडदे थरथरतात?\" त्याने विचारले.\n\nत्याच्या शिक्षकांनी होकारार्थी मान हलवली. \"बरोबर आहे, राजू! ध्वनी तरंग तेव्हा तयार होतात जेव्हा काहीतरी आवाज करते आणि ते हवेतून प्रवास करत आपल्या कानांपर्यंत पोहोचतात. आपले कान कंपनांना अशा संकेतांमध्ये बदलतात जे आपला मेंदू समजू शकतो आणि अशा प्रकारे आपण आवाज ऐकतो.\" \n\nराजू आनंदाने चमकला. त्याला विज्ञान आणि ध्वनीचे जादूई जग शिकायला खूप आवडले. त्या दिवसापासून, त्याने त्याच्या आजूबाजूचे सर्व आवाज नवीन कानांनी ऐकायला सुरुवात केली आणि तो विचार करत होता की ध्वनी तरंग हवेत कसे नाचत आहेत.\n\nआणि अशा प्रकारे, राजू शिकला की विज्ञान आपल्याला ध्वनी कसा प्रवास करतो आणि आपण तो कसा ऐकतो हे समजून घेण्यास मदत करते."
    },
    {
      "title": "आयशा आणि विजेची उत्सुकता",
      "imageUrl": "assets/science-story-image/electricity.png",
      "story": "प्रकाशाने आणि इमारतींनी भरलेल्या एका गजबजलेल्या शहरात, आयशा नावाची एक जिज्ञासू मुलगी राहायची. आयशाला तिच्या खेळण्यांशी खेळायला खूप आवडायचे, पण तिला नेहमी प्रश्न पडायचा की तिची खेळणी कशी चमकतात आणि आवाज करतात. एके दिवशी, तिने तिच्या वडिलांना विचारले, \"माझी खेळणी कशी काम करतात? त्यांना प्रकाश आणि संगीत कसे मिळते?\" \n\nतिचे वडील हसले आणि म्हणाले, \"हा खूप छान प्रश्न आहे, आयशा! चला, आपण विज्ञान वापरून शोधूया. तू कधी 'वीज' याबद्दल ऐकले आहे का?\" \n\nआयशाने नकारार्थी मान हलवली, तिचे डोळे उत्सुकतेने मोठे झाले होते. \"वीज? ती काय आहे?\" \n\nतिच्या वडिलांनी सांगितले, \"वीज म्हणजे एक अदृश्य ऊर्जा आहे, जी गोष्टींना काम करायला लावते. मी तुला त्याबद्दल एक गोष्ट सांगतो.\" \n\nखूप वर्षांपूर्वी, झॅपी नावाची विजेची एक लहान ठिणगी होती. झॅपी आयशाच्या खेळण्यांच्या बॅटरीमध्ये राहायचा, आणि वापरण्याची वाट बघत होता. जेव्हा आयशा तिचे खेळणे चालू करायची, तेव्हा झॅपी कामाला लागायचा, आणि खेळण्यातील छोट्या तारांमधून प्रवास करून त्याला प्रकाश आणि संगीत द्यायचा. \n\nझॅपीला तारांमधून प्रवास करायला खूप आवडायचे, पण तो फक्त तेव्हाच प्रवास करू शकत होता, जेव्हा खेळणे चालू असेल. जेव्हा खेळणे बंद असायचे, तेव्हा ते झॅपीसाठी बंद दरवाजासारखे होते, आणि तो आत जाऊ शकत नव्हता. पण जशी आयशा खेळणे चालू करायची, दरवाजा उघडायचा, आणि झॅपी तारांमधून प्रवास करून खेळण्याला काम करायला लावायचा. \n\nएके दिवशी, आयशाचे आवडते खेळणे बंद पडले. बॅटरीतील वीज संपली होती, आणि बिचारा झॅपीकडे खेळण्याला प्रकाश आणि संगीत देण्यासाठी ऊर्जा नव्हती. आयशाला खूप वाईट वाटले, पण तिच्या वडिलांनी सांगितले की ते खेळण्यात नवीन बॅटरी टाकू शकतात, आणि ते पुन्हा काम करेल. \n\nखरंच, जेव्हा त्यांनी खेळण्यात नवीन बॅटरी टाकली, तेव्हा झॅपी ज्युनियर नावाची विजेची एक नवीन ठिणगी कामाला लागण्यासाठी तयार होती. आयशाने तिचे खेळणे चालू केले, आणि झॅपी ज्युनियरने तारांमधून प्रवास करून खेळण्याला पूर्वीसारखेच प्रकाश आणि संगीत दिले. \n\nआयशाने लक्षपूर्वक ऐकले, तिचे डोळे समजूतदारपणाने चमकत होते. \"म्हणजे, वीज म्हणजे एक अदृश्य ऊर्जा आहे, जी माझ्या खेळण्यांना काम करायला लावते?\" तिने विचारले.\n\nतिच्या वडिलांनी होकारार्थी मान हलवली. \"बरोबर आहे, आयशा! वीज तारांमधून प्रवास करून गोष्टींना प्रकाश देते, संगीत वाजवते आणि त्यांना हलवते सुद्धा. यामुळेच आपले दिवे लागतात, आपले टीव्ही चालतात आणि आपले फोन चार्ज होतात.\" \n\nआयशा आनंदाने चमकली. तिला विज्ञान आणि विजेचे जादूई जग शिकायला खूप आवडले. त्या दिवसापासून, तिने तिच्या खेळण्यांकडे आणि तिच्या आजूबाजूच्या प्रत्येक गोष्टीकडे नवीन नजरेने बघायला सुरुवात केली, आणि ती विचार करत होती की वीज त्यांना कसे काम करायला लावते.\n\nआणि अशा प्रकारे, आयशा शिकली की विज्ञान आपल्याला वीज आपल्या जगात किती महत्त्वाचे काम करते हे समजून घेण्यास मदत करते."
    },
    {
      "title": "यश आणि चुंबकाचे रहस्य",
      "imageUrl": "assets/science-story-image/magnetism.jpg",
      "story": "यशला त्याच्या चुंबकांशी खेळायला खूप आवडायचे, पण त्याला नेहमी प्रश्न पडायचा की ते काही वस्तूंना का चिकटतात आणि काही वस्तूंना का नाही. एके दिवशी, त्याने त्याच्या आईला विचारले, \"चुंबक काही वस्तूंना का चिकटतात आणि काही वस्तूंना का नाही?\" \n\nत्याची आई हसली आणि म्हणाली, \"हा खूप चांगला प्रश्न आहे, यश! चला, आपण विज्ञान वापरून शोधूया. तू कधी 'चुंबकत्व' याबद्दल ऐकले आहे का?\" \n\nयशने नकारार्थी मान हलवली, त्याचे डोळे उत्सुकतेने मोठे झाले होते. \"चुंबकत्व? ते काय आहे?\" \n\nत्याच्या आईने सांगितले, \"चुंबकत्व म्हणजे एक अदृश्य शक्ती आहे, जी काही वस्तूंना एकत्र खेचते. मी तुला त्याबद्दल एक गोष्ट सांगतो.\" \n\nखूप वर्षांपूर्वी, मॅगी नावाचा एक छोटा चुंबक होता. मॅगीकडे एक खास शक्ती होती—ती लोखंड आणि स्टीलसारख्या धातूंना आकर्षित करू शकत होती. जेव्हा मॅगी या धातूंच्या जवळ जायची, तेव्हा ती त्यांना स्वतःकडे खेचायची आणि ते एकत्र चिकटायचे.\n\nमॅगीला तिच्या धातूच्या मित्रांबरोबर खेळायला खूप आवडायचे, पण तिने पाहिले की ती सगळ्याच गोष्टींना आकर्षित करू शकत नाही. प्लास्टिक, लाकूड आणि रबरासारख्या काही गोष्टी तिला अजिबात चिकटत नव्हत्या. मॅगीला उत्सुकता वाटली आणि तिला जाणून घ्यायचे होते की असे का होते.\n\nएके दिवशी, ऑलिव्हर नावाच्या एका ज्ञानी घुबडाने तिला याबद्दल सांगितले. \"मॅगी,\" तो म्हणाला, \"तुझी चुंबकीय शक्ती एका चुंबकीय क्षेत्रामुळे येते. हे क्षेत्र काही धातूंना आकर्षित करू शकते, पण सगळ्यांना नाही. लोखंड आणि स्टीलसारख्या धातूंमध्ये एक खास गुणधर्म असतो, ज्यामुळे ते तुला चिकटतात, पण इतर गोष्टींना तो गुणधर्म नसतो.\" \n\nमॅगीने याबद्दल विचार केला. तिने तिच्या चुंबकीय शक्तीची परीक्षा करायची ठरवली, आणि तिने तिच्या आजूबाजूच्या वेगवेगळ्या वस्तूंवर प्रयोग करायला सुरुवात केली. तिने एका प्लास्टिकच्या खेळण्याला चिकटायचा प्रयत्न केला, पण ते झाले नाही. मग तिने एक धातूचा चमचा घेतला, आणि तो तिला लगेच चिकटला! मॅगीला खूप आनंद झाला. \n\nयशने लक्षपूर्वक ऐकले, त्याचे डोळे समजूतदारपणाने चमकत होते. \"म्हणजे, चुंबकत्व म्हणजे एक अदृश्य शक्ती आहे, जी काही धातूंना एकत्र खेचते?\" त्याने विचारले.\n\nत्याच्या आईने होकारार्थी मान हलवली. \"बरोबर आहे, यश! चुंबकामध्ये एक चुंबकीय क्षेत्र असते, जे लोखंड आणि स्टीलसारख्या धातूंना आकर्षित करते. म्हणूनच तुमचे चुंबक काही वस्तूंना चिकटतात आणि काही वस्तूंना नाही.\"\n\nयश आनंदाने चमकला. त्याला विज्ञान आणि चुंबकत्वाचे जादूई जग शिकायला खूप आवडले. त्या दिवसापासून, त्याने त्याच्या चुंबकांशी नवीन उत्साहाने खेळायला सुरुवात केली आणि तो विचार करत होता की ते अजून कोणत्या धातूंना आकर्षित करू शकतात.\n\nआणि अशा प्रकारे, यश शिकला की विज्ञान आपल्याला चुंबकत्वाची अद्भुत शक्ती समजून घेण्यास मदत करते."
    },
    {
      "title": "आधिवास: जिज्ञासू मनांसाठी एक कथा",
      "imageUrl": "assets/science-story-image/habitat.jpg",
      "story": "अद्भुत प्राणी आणि वनस्पतींनी भरलेल्या एका सुंदर जगात, वृंदा नावाची एक जिज्ञासू मुलगी राहायची. वृंदाला प्राणी बघायला खूप आवडायचे आणि त्यांना कुठे राहायला आवडते याबद्दल जाणून घ्यायचे होते. एके दिवशी, तिने तिच्या शिक्षिकेला विचारले, \"वेगवेगळे प्राणी वेगवेगळ्या ठिकाणी का राहतात?\" \n\nतिच्या शिक्षिकेने हसून उत्तर दिले, \"हा खूप चांगला प्रश्न आहे, वृंदा! चला, आपण विज्ञान वापरून शोधूया. तू कधी 'आधिवास' याबद्दल ऐकले आहे का?\" \n\nवृंदाने नकारार्थी मान हलवली, तिचे डोळे उत्सुकतेने मोठे झाले होते. \"आधिवास? ते काय आहे?\" \n\nतिच्या शिक्षिकेने सांगितले, \"आधिवास म्हणजे प्राणी आणि वनस्पतींचे घर. ते तिथेच राहतात, खातात आणि खेळतात. मी तुला त्याबद्दल एक गोष्ट सांगते.\" \n\nखूप वर्षांपूर्वी, पिंटू नावाचा एक प्रेमळ अस्वल होता. पिंटू एका मोठ्या आणि सुंदर जंगलात राहायचा, जिथे उंच झाडे, मधुर फळे आणि एक चमकणारी नदी होती. जंगल पिंटूचा आधिवास होता आणि तिथे त्याला जगण्यासाठी लागणाऱ्या सर्व गोष्टी मिळत होत्या. \n\nपिंटूला त्याचे जंगल खूप आवडायचे, पण त्याला आश्चर्य वाटायचे की इतर प्राणी तिथे का राहत नाहीत. म्हणून, त्याने शोधायला जायचे ठरवले. \n\nपहिला, तो एका गरम आणि वाळलेल्या वाळवंटात गेला. तिथे त्याची भेट लॅरी नावाच्या एका सरड्याशी झाली, ज्याला ऊन आणि उष्णता खूप आवडत होती. लॅरीचा आधिवास वाळवंट होता, जिथे तो उन्हात बसू शकत होता आणि भरपूर किडे खाऊ शकत होता. पिंटूला वाळवंट खूप गरम आणि कोरडे वाटले, म्हणून त्याने त्याचा प्रवास पुढे चालू ठेवला.\n\nमग, पिंटू एका थंड आणि बर्फाळ प्रदेशात गेला. तिथे त्याची भेट पिप्पा नावाच्या एका पेंग्विनशी झाली, जिला बर्फ आणि थंड हवा खूप आवडत होती. पिप्पाचा आधिवास बर्फाळ प्रदेश होता, जिथे ती थंड पाण्यात पोहू शकत होती आणि मासे पकडून खाऊ शकत होती. पिंटूला खूप थंडी वाजत होती, म्हणून त्याने पुढे जायचे ठरवले. \n\nशेवटी, पिंटू एका मोठ्या निळ्या समुद्रात गेला. तिथे त्याची भेट डॉली नावाच्या एका डॉल्फिनशी झाली, जिला पाण्यात पोहायला आणि खेळायला खूप आवडत होते. डॉलीचा आधिवास समुद्र होता, जिथे तिला खायला भरपूर मासे मिळत होते आणि तिच्या डॉल्फिन मित्रांबरोबर मजा करता येत होती. पिंटूला समुद्र खूप ओला वाटला, म्हणून तो परत त्याच्या जंगलात गेला.\n\nवृंदाने लक्षपूर्वक ऐकले, तिचे डोळे समजूतदारपणाने चमकत होते. \"म्हणजे, आधिवास म्हणजे प्राणी आणि वनस्पतींचे घर, आणि वेगवेगळे प्राणी वेगवेगळ्या आधिवासात राहतात?\" तिने विचारले.\n\nतिच्या शिक्षिकेने होकारार्थी मान हलवली. \"बरोबर आहे, वृंदा! आधिवास प्राणी आणि वनस्पतींना जगण्यासाठी लागणाऱ्या सर्व गोष्टी पुरवतो. म्हणूनच वेगवेगळे प्राणी वेगवेगळ्या ठिकाणी राहतात.\" \n\nवृंदा आनंदाने चमकली. तिला विज्ञान आणि आधिवासाचे जादूई जग शिकायला खूप आवडले. त्या दिवसापासून, तिने वेगवेगळ्या प्राणी आणि वनस्पतींच्या आधिवासांबद्दल विचार करायला सुरुवात केली आणि तिला प्रत्येक आधिवास खास का आहे, हे जाणून घ्यायचे होते. \n\nआणि अशा प्रकारे, वृंदा शिकली की विज्ञान आपल्याला प्राणी आणि वनस्पती कुठे राहतात हे समजून घेण्यास मदत करते."
    }
  ]
}
