{
  "articles": [
    {
      "title": "पानांचा रंग का बदलतो?",
      "imageUrl": "assets/news-image/Leaf-Change-Color.jpg",
      "shortDescription": "शरद ऋतूमध्ये पाने लाल, केशरी आणि पिवळी का होतात हे जाणून घ्या.",
      "category": "पर्यावरण",
      "content": "पतझड येताच झाडे हिवाळ्याची तयारी करू लागतात. या काळात पानांमधील हिरवा रंगद्रव्य, क्लोरोफिल, विघटित होऊ लागतो. हे असे होते कारण झाडे सूर्यप्रकाश वापरून अन्न तयार करणे थांबवतात. हिरव्या रंगाचे क्षीण होत असताना, आम्ही लाल, केशरी आणि पिवळा या इतर रंगांना पाहू शकतो जे सर्व काळासाठी खाली लपलेले होते. ऋतूंनुसार निसर्ग कसा बदलतो हे पाहून आश्चर्य वाटत नाही का?"
    },
    {
      "title": "AI रोबोटचा मोठा शोध",
      "imageUrl": "assets/news-image/AI-Robot-Breakthrough.jpg",
      "shortDescription": "नवा AI रोबोट भावना समजू शकतो आणि बुद्धिमत्तापूर्ण प्रतिसाद देऊ शकतो.",
      "category": "तंत्रज्ञान",
      "content": "संशोधकांनी मानवी भावना ओळखू शकणारा AI रोबोट उघड केला आहे. या अभूतपूर्व यशामुळे AI संवादात क्रांती होण्याची अपेक्षा आहे..."
    },
    {
      "title": "थंड हवामानात प्राणी कसे जगतात?",
      "imageUrl": "assets/news-image/Animal-in-Cold-Weather.jpg",
      "shortDescription": "ध्रुवीय अस्वल आणि पेंग्विन सारखे प्राणी कसे कडाक्याच्या थंडीत उबदार राहतात हे शोधा.",
      "category": "प्राणी",
      "content": "आर्क्टिक सारख्या थंड ठिकाणी राहणारे प्राणी जगण्यासाठी विशेष गुणधर्म असतात. ध्रुवीय अस्वलांना उबदार राहण्यासाठी जाड फर आणि चरबीची थर असते. पेंग्विन शरीराची उष्णता सामायिक करण्यासाठी एकत्र जमतात आणि काही प्राणी जसे की आर्क्टिक लोमड्यांना हिवाळ्यात हिंदात लपण्यासाठी त्यांच्या फरचा रंग पांढरा होतो. ही अनुकूलन त्यांना कडाक्याच्या थंडीत जगण्यास मदत करते."
    },
    {
      "title": "सागर स्वच्छ करण्यासाठी मदत करणारा रोबोट!",
      "imageUrl": "assets/news-image/Robot-to-Clean-Ocean.jpeg",
      "shortDescription": "नवा रोबोट समुद्रातील प्लास्टिक कचरा गोळा करण्यास मदत करतो.",
      "category": "तंत्रज्ञान",
      "content": "शास्त्रज्ञांनी समुद्र स्वच्छ करण्यासाठी 'वेस्ट शार्क' नावाचा विशेष रोबोट तयार केला आहे. ते लहान बोटीसारखे पाण्यावरून फिरते आणि पृष्ठभागावर तरंगणारा प्लास्टिक कचरा गोळा करते. रोबोट बॅटरीने चालतो आणि एका वेळी 500 किलोग्रॅम पर्यंत कचरा साठवू शकतो. प्लास्टिक प्रदूषण समुद्री प्राण्यांना आणि आपल्या ग्रहाला हानी पोहोचवते म्हणून हा शोध महत्त्वपूर्ण आहे."
    },
    {
      "title": "जैवतेजस्वी प्राण्यांची आश्चर्यकारक दुनिया",
      "imageUrl": "assets/news-image/Bioluminiscent-Animal.jpg",
      "shortDescription": "काही प्राणी अंधारात चमकतात! कसे आणि का ते शोधा.",
      "category": "निसर्ग",
      "content": "तुम्हाला माहिती आहे का की काही प्राणी स्वतःचे प्रकाश तयार करू शकतात? यालाच जैवतेजस्विता म्हणतात. जिवंत खडे याचा वापर साथीदारांना आकर्षित करण्यासाठी करतात, तर अँगलरफिश सारख्या खोल समुद्रातील माशांचा वापर शिकाराला आकर्षित करण्यासाठी करतात. चमक त्यांच्या शरीरातील विशेष रसायनांद्वारे तयार होते. हे नैसर्गिक प्रकाश शो हे त्यांना अनोख्या प्रकारे जगण्यास मदत करते!"
    },
    {
      "title": "नासाने नवीन ग्रह शोधला",
      "imageUrl": "assets/news-image/Nasa-New-Planet.jpg",
      "shortDescription": "नासाने जीवन टिकवून ठेवण्यासाठी योग्य असू शकणारा नवीन ग्रह शोधला आहे.",
      "category": "अंतराळ",
      "content": "नासाने अलीकडेच रहालू क्षेत्रात असलेला एक नवीन बाह्यग्रह शोधला आहे. शास्त्रज्ञांचा असा विश्वास आहे की तेथे जीवन टिकवून ठेवण्यासाठी परिस्थिती असू शकते..."
    },
    {
      "title": "मंगळ रोव्हर्स कसे लाल ग्रहाचे अन्वेषण करतात",
      "imageUrl": "assets/news-image/Mars-Rover.jpg",
      "shortDescription": "मंगळाच्या पृष्ठभागाचा अभ्यास करण्यासाठी पाठवलेल्या रोबोबद्दल जाणून घ्या.",
      "category": "अंतराळ",
      "content": "मंगळ रोव्हर्स म्हणजे मंगळ ग्रहावर पाठवलेले रोबोट आहेत जे त्याच्या पृष्ठभागाचा अभ्यास करतात आणि जीवनाची चिन्हे शोधतात. नासाचा दृढनिश्चय रोव्हर त्यापैकी एक आहे. त्यात कॅमेरे, ड्रिल आणि इंजिन्युटी नावाचा लहान हेलिकॉप्टर आहे. रोव्हर खडक आणि मातीचे नमुने गोळा करतो आणि पृथ्वीवर चित्र पाठवतो. हे मोहिमे शास्त्रज्ञांना भविष्यात मंगळावर जीवन आधारित असू शकते की नाही हे जाणून घेण्यास मदत करतात."
    },
    {
      "title": "आपल्या महासागरांचे संरक्षण",
      "imageUrl": "assets/news-image/Save-Ocean.jpg",
      "shortDescription": "महासागरांमधील प्लास्टिक कचरा साफ करण्याचे प्रयत्न लक्षणीयरीत्या वाढले आहेत.",
      "category": "पर्यावरण",
      "content": "महासागरांमधून प्लास्टिक कचरा साफ करण्यासाठी जागतिक उपक्रम वेग घेत आहेत. दरवर्षी १० दशलक्ष टन पेक्षा जास्त प्लास्टिक काढून टाकले जाते..."
    }
  ]
}
